Repository: fangjunyu1/Banklet
Catalog: BankletWatch Watch App/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

# proverb0
source: Save today, reap tomorrow.
ar: ادخر اليوم، تحصد غدًا
ca: Estalvia avui, recull demà.
cs: Šetři dnes, sklízej zítra.
da: Spar i dag, høst i morgen.
de: Spare heute, ernte morgen.
el: Σώσε σήμερα, θερίσέ αύριο.
es: Ahorra hoy, recoge mañana.
fi: Säästä tänään, korjaa huomenna.
fr: Économise aujourd’hui, récolte demain.
he: חיסכון היום, קצירה מחר.
hi: आज बचत करें, कल लाभ उठाएं।
hr: Štedi danas, žnjavaj sutra.
hu: Spórolj ma, arassz holnap.
id: Hemat hari ini, panen besok.
it: Salva oggi, raccoglierai domani.
ja: 今日を貯めて、明日を得る。
ko: 오늘을 저축하고, 내일을 얻는다.
ms: Simpan hari ini, tuai esok.
nb: Spar i dag, høst i morgen.
nl: Spaar vandaag, oogst morgen.
pl: Oszczędzaj dzisiaj, zbieraj jutro.
pt_br: Guarde hoje, colha amanhã.
ro: Economisește azi, culege mâine.
ru: Сэкономь сегодня, пожинай завтра.
sk: Šetrite dnes, zbierajte zajtra.
sv: Spara idag, skörda imorgon.
th: ประหยัดวันนี้ เก็บเกี่ยววันพรุ่งนี้
tr: Bugün biriktir, yarın hasat et.
uk: Заощаджуй сьогодні, пожинай завтра.
vi: Tiết kiệm hôm nay, gặt hái ngày mai.
zh_hans: 存下今天，收获明天。
zh_hk: 儲蓄今天，收穫明天。

# proverb1
source: Money is not the goal, accumulation is wisdom.
ar: المال ليس الهدف، التراكم هو الحكمة.
ca: La money no és l’objectiu, l’acumulació és saviesa.
cs: Peníze nejsou cíl, akumulace je moudrost.
da: Penge er ikke målet, opsparing er visdom.
de: Geld ist nicht das Ziel, sparen ist Weisheit.
el: Τα χρήματα δεν είναι στόχος, η αποταμίευση είναι σοφία.
es: El dinero no es el objetivo, el ahorro es sabiduría.
fi: Raha ei ole päämäärä, säästäminen on viisautta.
fr: Économise aujourd’hui, récolte demain.
he: כסף אינו המטרה, חיסכון הוא חוכמה.
hi: पैसा लक्ष्य नहीं है, बचत समझदारी है।
hr: Novac nije cilj, akumulacija je mudrost.
hu: A pénz nem cél, a takarékoskodás bölcsesség.
id: Uang bukan tujuan, menabung adalah kebijaksanaan.
it: Il denaro non è lo scopo, l’accumulo è saggezza.
ja: お金は目的ではなく、貯蓄こそが知恵である。
ko: 돈은 목적이 아니라, 저축이 지혜다.
ms: Wang bukan tujuan, tetapi simpanan adalah kebijaksanaan.
nb: Penger er ikke målet, sparing er visdom.
nl: Geld is geen doel, sparen is wijsheid.
pl: Pieniądze to nie cel, oszczędzanie to mądrość.
pt_br: O dinheiro não é o objetivo, a poupança é sabedoria.
ro: Banii nu sunt scopul, economisirea este înțelepciune.
ru: Деньги — не цель, сбережения — это мудрость.
sk: Peniaze nie sú cieľ, šetrenie je múdrosť.
sv: Pengar är inte målet, sparande är visdom.
th: เงินไม่ใช่เป้าหมาย การออมคือปัญญา
tr: Para amaç değildir, birikim bilgeliğindir.
uk: Гроші — не мета, заощадження — це мудрість.
vi: Tiền không phải là mục tiêu, tiết kiệm là trí tuệ.
zh_hans: 钱不是目的，积累是智慧。
zh_hk: 錢不是目的，積累是智慧。

# proverb2
source: Future freedom comes from today’s restraint.
ar: الحرية المستقبلية تأتي من تقيد اليوم.
ca: La llibertat del futur ve de la contenció d’avui.
cs: Svoboda v budoucnosti přichází z dnešního sebekontroly.
da: Fremtidens frihed kommer fra dagens selvkontrol.
de: Die Freiheit der Zukunft kommt von der Selbstbeherrschung heute.
el: Η μελλοντική ελευθερία προέρχεται από την αυτοσυγκράτηση του σήμερα.
es: La libertad futura proviene del autocontrol de hoy.
fi: Tulevaisuuden vapaus tulee tämän päivän itsehillinnästä.
fr: La liberté future vient de l’autodiscipline d’aujourd’hui.
he: החופש של מחר מתחיל בדחיית סיפוקים היום.
hi: भविष्य की स्वतंत्रता आज की संयमिता से आती है।
hr: Sloboda u budućnosti dolazi iz današnjeg suzdržavanja.
hu: A jövő szabadsága a mai önkontrollból származik.
id: Kebebasan di masa depan berasal dari pengendalian diri hari ini.
it: La libertà del futuro nasce dalla disciplina di oggi.
ja: お金は目的ではなく、貯蓄こそが知恵である。
ko: 미래의 자유는 오늘의 절제에서 비롯된다.
ms: Kebebasan masa depan bermula dari disiplin hari ini.
nb: Fremtidens frihet kommer fra dagens måtehold.
nl: Vrijheid in de toekomst komt van zelfbeheersing vandaag.
pl: Wolność w przyszłości pochodzi z dzisiejszej wstrzemięźliwości.
pt_br: A liberdade futura vem da contenção de hoje.
ro: Libertatea viitoare vine din autocontrolul de azi.
ru: Свобода в будущем приходит от самоконтроля сегодня.
sk: Budúca sloboda pochádza z dnešnej sebaovládania.
sv: Framtida frihet kommer från dagens självkontroll.
th: อิสรภาพในอนาคตมาจากการควบคุมตัวเองในวันนี้
tr: Gelecekteki özgürlük, bugünkü disiplinle gelir.
uk: Свобода в майбутньому приходить з контролю над собою сьогодні.
vi: Tự do trong tương lai đến từ sự kiềm chế của hôm nay.
zh_hans: 未来的自由，源自今日的节制。
zh_hk: 未來的自由，來自今日的節制。

# proverb3
source: Every penny saved is an investment in the future.
ar: كل قرش مدخر هو استثمار في المستقبل.
ca: Cada euro estalviat és una inversió en el futur.
cs: Každá ušetřená koruna je investicí do budoucnosti.
da: Hver eneste sparede krone er en investering i fremtiden.
de: Jeder gesparte Euro ist eine Investition in die Zukunft.
el: Κάθε ευρώ που εξοικονομείται είναι μια επένδυση για το μέλλον.
es: Cada ahorro es una inversión en el futuro.
fi: Jokainen säästetty euro on sijoitus tulevaisuuteen.
fr: Chaque euro économisé est un investissement pour l’avenir.
he: כל שקל שנחסך הוא השקעה לעתיד.
hi: हर बचाया गया रुपया भविष्य में निवेश है।
hr: Svaka ušteđena kuna je ulaganje u budućnost.
hu: Minden megtakarított forint a jövőbe való befektetés.
id: Setiap rupiah yang disimpan adalah investasi untuk masa depan.
it: Ogni risparmio è un investimento nel futuro.
ja: 毎円の貯金は未来への投資である。
ko: 모든 저축은 미래에 대한 투자다.
ms: Setiap simpanan adalah pelaburan untuk masa depan.
nb: Hver krone spart er en investering i fremtiden.
nl: Elke bespaarde euro is een investering in de toekomst.
pl: Każda oszczędność to inwestycja w przyszłość.
pt_br: Cada poupança é um investimento no futuro.
ro: Fiecare economisire este o investiție în viitor.
ru: Каждое сбережение — это инвестиция в будущее.
sk: Každé šetrenie je investícia do budúcnosti.
sv: Varje besparing är en investering i framtiden.
th: การออมทุกบาทคือการลงทุนในอนาคต
tr: Her birikim, geleceğe yapılan bir yatırımdır.
uk: Кожна економія — це інвестиція в майбутнє.
vi: Mỗi đồng tiết kiệm là một khoản đầu tư cho tương lai.
zh_hans: 每一分储蓄，都是对未来的投资。
zh_hk: 每一分儲蓄，都是對未來的投資。

# proverb4
source: Little by little, one goes far.
ar: قليلًا قليلًا، يصل المرء بعيدًا.
ca: Passet a passet, s’arriba lluny.
cs: Krůček po krůčku se dostaneš daleko.
da: Et skridt ad gangen kommer du langt.
de: Schritt für Schritt kommst du weit.
el: Βήμα-βήμα φτάνεις μακριά.
es: Un viaje de mil millas comienza con un solo paso.
fi: Askel askeleelta pääsee pitkälle.
fr: Pas à pas, on va loin.
he: צעד אחר צעד, מגיעים רחוק.
hi: कदम दर कदम दूर तक पहुंचते हैं।
hr: Korak po korak, daleko se stiže.
hu: Lépésről lépésre messzire jutsz.
id: Langkah demi langkah, kita akan sampai jauh.
it: Non accumulare piccoli passi, non arriverai mai lontano.
ja: 千里の道も一歩から。
ko: 천리 길도 한 걸음부터.
ms: Perjalanan seribu batu bermula dengan langkah pertama.
nb: En reise på tusen mil begynner med ett skritt.
nl: Stap voor stap kom je ver.
pl: Podróż tysiąca mil zaczyna się od jednego kroku.
pt_br: Uma jornada de mil milhas começa com um único passo.
ro: O călătorie de o mie de mile începe cu un singur pas.
ru: Путь в тысячу миль начинается с одного шага.
sk: Cesta tisícky míľ začína jedným krokom.
sv: En resa på tusen mil börjar med ett enda steg.
th: เส้นทางพันไมล์เริ่มต้นจากก้าวแรก
tr: Binlerce kilometrelik yol, bir adımla başlar.
uk: Подорож у тисячу миль починається з одного кроку.
vi: Chuyến đi nghìn dặm bắt đầu từ một bước chân.
zh_hans: 不积跬步，无以至千里。
zh_hk: 不積跬步，無以至千里。

# proverb5
source: Carefully planned, wealth will naturally come.
ar: التخطيط بعناية، سيأتي المال بشكل طبيعي.
ca: Amb una bona planificació, la riquesa arriba de manera natural.
cs: S pečlivým plánováním přichází bohatství přirozeně.
da: Med omhyggelig planlægning kommer velstand naturligt.
de: Mit sorgfältiger Planung kommt Wohlstand von selbst.
el: Με προσεκτικό σχεδιασμό, ο πλούτος έρχεται φυσικά.
es: Con un consumo racional, la riqueza llega naturalmente.
fi: Huolellisella suunnittelulla vauraus tulee luonnostaan.
fr: Avec une planification soignée, la richesse vient naturellement.
he: עם תכנון מדויק, העושר יגיע בטבעיות.
hi: सही योजना के साथ, संपत्ति स्वाभाविक रूप से आती है।
hr: S pažljivim planiranjem, bogatstvo će doći prirodno.
hu: Gondos tervezéssel a gazdagság természetes módon jön.
id: Dengan perencanaan yang tepat, kekayaan datang dengan sendirinya.
it: Con una pianificazione accurata, la ricchezza arriva naturalmente.
ja: 計画的な支出で、自然に富が得られる。
ko: 계획적인 소비로 자연스럽게 부가 온다.
ms: Dengan perbelanjaan yang bijak, kekayaan datang dengan sendirinya.
nb: Med planlagt forbruk kommer rikdommen naturlig.
nl: Met zorgvuldige planning komt rijkdom vanzelf.
pl: Z przemyślanym wydatkiem bogactwo przychodzi naturalnie.
pt_br: Com consumo planejado, a riqueza vem naturalmente.
ro: Cu un consum planificat, bogăția vine de la sine.
ru: С умным расходованием богатство приходит естественно.
sk: S rozumným míňaním bohatstvo prichádza prirodzene.
sv: Med rationell konsumtion kommer rikedom naturligt.
th: การใช้จ่ายอย่างมีเหตุผลทำให้ความร่ำรวยเกิดขึ้นตามธรรมชาติ
tr: Mantıklı harcama ile zenginlik doğal olarak gelir.
uk: Розумна витрата приводить до багатства природним шляхом.
vi: Chi tiêu hợp lý sẽ mang lại sự giàu có một cách tự nhiên.
zh_hans: 精打细算，财富自然来。
zh_hk: 精打細算，財富自會來。

# proverb6
source: Every coin is a seed of a dream.
ar: كل عملة هي بذرة لحلم.
ca: Cada moneda és una llavor d’un somni.
cs: Každá mince je semínko snu.
da: Hver mønt er et frø af en drøm.
de: Jede Münze ist ein Samen eines Traums.
el: Κάθε κέρμα είναι ένας σπόρος ενός ονείρου.
es: Cada moneda es una semilla para un sueño.
fi: Jokainen kolikko on unelman siemen.
fr: Chaque pièce est une graine de rêve.
he: כל מטבע הוא זרע של חלום.
hi: हर सिक्का एक सपने का बीज है।
hr: Svaka kovanica je sjeme sna.
hu: Minden érme egy álom magja.
id: Setiap koin adalah biji dari sebuah impian.
it: Ogni moneta è un seme del sogno.
ja: 一枚の硬貨が、夢の種である。
ko: 모든 동전은 꿈의 씨앗이다.
ms: Setiap syiling adalah benih untuk impian.
nb: Hver mynt er et frø til en drøm.
nl: Elke munt is een zaadje van een droom.
pl: Każda moneta to nasiono marzeń.
pt_br: Cada moeda é uma semente para um sonho.
ro: Fiecare monedă este o sămânță pentru un vis.
ru: Каждая монета — это семя для мечты.
sk: Každá minca je semeno pre sen.
sv: Varje mynt är ett frö för en dröm.
th: ทุกเหรียญคือเมล็ดพันธุ์ของความฝัน
tr: Her bozuk para bir hayalin tohumudur.
uk: Кожна монета — це насіння мрії.
vi: Mỗi đồng xu là hạt giống của một giấc mơ.
zh_hans: 每一枚硬币，都是梦想的种子。
zh_hk: 每一枚硬幣，都是夢想的種子。

# proverb7
source: Today’s savings, tomorrow’s freedom.
ar: ادخار اليوم، حرية غدًا.
ca: L’estalvi d’avui, la llibertat de demà.
cs: Dnešní úspory, zítřejší svoboda.
da: Dagens opsparing, morgendagens frihed.
de: Das Sparen von heute, die Freiheit von morgen.
el: Η αποταμίευση του σήμερα, η ελευθερία του αύριο.
es: El ahorro de hoy trae la libertad de mañana.
fi: Tänään säästetyt rahat, huomenna saatu vapaus.
fr: L’épargne d’aujourd’hui, la liberté de demain.
he: חיסכון היום, חופש מחר.
hi: आज की बचत, कल की स्वतंत्रता।
hr: Današnja štednja, sutrašnja sloboda.
hu: A mai takarékoskodás, a holnapi szabadság.
id: Menabung hari ini, kebebasan esok.
it: Il risparmio di oggi porta alla libertà di domani.
ja: 今日の貯金は、明日の自由を買う。
ko: 오늘의 저축은 내일의 자유를 만든다.
ms: Simpanan hari ini, kebebasan esok.
nb: Dagens sparing gir morgendagens frihet.
nl: De besparingen van vandaag, de vrijheid van morgen.
pl: Dzisiaj oszczędzaj, a jutro zyskasz wolność.
pt_br: A poupança de hoje traz a liberdade de amanhã.
ro: Economisirea de azi îți aduce libertatea de mâine.
ru: Сбережения сегодня — свобода завтра.
sk: Šetrenie dnes prinesie slobodu zajtra.
sv: Sparande idag ger frihet imorgon.
th: การออมวันนี้ให้เสรีภาพในวันพรุ่งนี้
tr: Bugünkü birikim, yarının özgürlüğünü getirir.
uk: Заощадження сьогодні дають свободу завтра.
vi: Tiết kiệm hôm nay mang lại tự do ngày mai.
zh_hans: 今天的储蓄，换明天的自由。
zh_hk: 今天的儲蓄，換明天的自由。

# proverb8
source: Spending is a choice, saving is wisdom.
ar: الإنفاق هو اختيار، التوفير هو الحكمة.
ca: Gastar és una elecció, estalviar és saviesa.
cs: Utrácení je volba, šetření je moudrost.
da: Forbrug er et valg, opsparing er visdom.
de: Geld ausgeben ist eine Wahl, sparen ist Weisheit.
el: Η δαπάνη είναι επιλογή, η αποταμίευση είναι σοφία.
es: Gastar dinero es una elección, ahorrar es sabiduría.
fi: Raha on valinta, säästäminen on viisautta.
fr: Dépenser est un choix, économiser est de la sagesse.
he: הוצאה היא בחירה, חיסכון הוא חוכמה.
hi: खर्च करना चुनाव है, बचत समझदारी है।
hr: Trošenje je izbor, štednja je mudrost.
hu: A költekezés választás, a takarékoskodás bölcsesség.
id: Pengeluaran adalah pilihan, menabung adalah kebijaksanaan.
it: Spendere è una scelta, risparmiare è saggezza.
ja: お金を使うことは選択、貯金することは知恵である。
ko: 돈을 쓰는 것은 선택, 저축하는 것은 지혜다.
ms: Belanja adalah pilihan, menyimpan adalah kebijaksanaan.
nb: Å bruke penger er et valg, men å spare er visdom.
nl: Geld uitgeven is een keuze, sparen is wijsheid.
pl: Wydawanie pieniędzy to wybór, oszczędzanie to mądrość.
pt_br: Gastar dinheiro é uma escolha, poupar é sabedoria.
ro: Cheltuirea banilor este o alegere, economisirea este înțelepciune.
ru: Тратить деньги — это выбор, экономить — это мудрость.
sk: míňanie peňazí je voľba, šetrenie je múdrosť.
sv: Att spendera pengar är ett val, att spara är visdom.
th: การใช้จ่ายเป็นการเลือก การออมคือปัญญา
tr: Harcamak bir tercihtir, birikim bilgeliğidir.
uk: Витрати — це вибір, заощадження — мудрість.
vi: Chi tiêu là sự lựa chọn, tiết kiệm là trí tuệ.
zh_hans: 花钱是选择，存钱是智慧。
zh_hk: 花錢是選擇，存錢是智慧。

# proverb9
source: The jar may have a bottom, but dreams have no bounds.
ar: قد يكون للجرّة قاع، لكن للأحلام لا حدود.
ca: El pot té fons, però els somnis no tenen límits.
cs: Sklenice má dno, ale sny nemají hranice.
da: Krukken har bund, men drømmene har ingen grænser.
de: Das Glas hat einen Boden, aber Träume haben keine Grenzen.
el: Το βάζο έχει πάτο, αλλά τα όνειρα δεν έχουν όρια.
es: La alcancía tiene fondo, pero los sueños no tienen límites.
fi: Purkissa on pohja, mutta unelmat eivät tunne rajoja.
fr: Le bocal a un fond, mais les rêves n’ont pas de limites.
he: הצנצנת יש לה底, אבל לחלומות אין גבולות.
hi: जार का तला है, लेकिन सपनों की कोई सीमा नहीं।
hr: Staklenka ima dno, ali snovi nemaju granica.
hu: Az üveg alja van, de az álmoknak nincsenek határai.
id: Ember mungkin ada dasarnya, tapi impian tak punya batas.
it: Il vaso ha il fondo, ma i sogni sono senza confini.
ja: 貯金箱には底があるが、夢には限界がない。
ko: 저축통장에는 바닥이 있지만, 꿈에는 한계가 없다.
ms: Tabung ada dasar, tetapi impian tiada sempadan.
nb: Sparingen har en bunn, men drømmene har ingen grenser.
nl: Het potje heeft een bodem, maar dromen kennen geen grenzen.
pl: Skarbonka ma dno, ale marzenia nie mają granic.
pt_br: O cofrinho tem fundo, mas os sonhos não têm limites.
ro: Banca are fund, dar visele nu au limite.
ru: У копилки есть дно, но мечты не имеют границ.
sk: Prasiatko má dno, ale sny nemajú hranice.
sv: En spargris har ett botten, men drömmar har inga gränser.
th: กระปุกออมสินมีพื้น แต่ความฝันไม่มีขอบเขต
tr: Kumbara dibine sahiptir, ancak hayallerin sınırı yoktur.
uk: Копілка має дно, але мрії не мають меж.
vi: Con heo đất có đáy, nhưng giấc mơ thì không có giới hạn.
zh_hans: 罐子有底，梦想无边。
zh_hk: 罐子有底，夢想無邊。

# proverb10
source: Saving is like planting a tree, only over time does it bear shade.
ar: الادخار مثل زراعة شجرة، فقط مع مرور الوقت تنمو.
ca: Estalviar és com plantar un arbre, només amb el temps arriba l’ombra.
cs: Šetření je jako sázení stromu, jen s časem přinese stín.
da: Opsparing er som at plante et træ, kun med tid kommer skygge.
de: Sparen ist wie das Pflanzen eines Baumes, nur mit der Zeit kommt der Schatten.
el: Η αποταμίευση είναι σαν να φυτεύεις ένα δέντρο, μόνο με το χρόνο έρχεται η σκιά.
es: Ahorrar es como plantar un árbol, con el tiempo te dará sombra.
fi: Säästäminen on kuin puun istuttaminen, varjo tulee ajan myötä.
fr: Économiser, c’est comme planter un arbre, l’ombre vient avec le temps.
he: חיסכון הוא כמו שתילת עץ, הצל יגיע עם הזמן.
hi: बचत एक पेड़ लगाने जैसा है, समय के साथ छांव मिलती है।
hr: Štednja je poput sadnje stabla, samo s vremenom donosi hlad.
hu: A takarékoskodás olyan, mint egy fa ültetése, az árnyék csak idővel jön.
id: Menabung itu seperti menanam pohon, hanya dengan waktu datanglah naungannya.
it: Risparmiare è come piantare un albero, solo con pazienza e tempo si avrà ombra.
ja: 貯金は木を育てるようなもの、時間をかけて成長する。
ko: 저축은 나무를 기르는 것과 같다, 시간이 지나야 그늘을 만든다.
ms: Menyimpan wang adalah seperti menanam pokok, hanya dengan masa ia akan menghasilkan teduhan.
nb: Sparing er som å plante et tre, det gir skygge med tid.
nl: Sparen is als het planten van een boom, pas na verloop van tijd komt er schaduw.
pl: Oszczędzanie jest jak sadzenie drzewa – z czasem daje cień.
pt_br: Poupar é como plantar uma árvore, ela oferece sombra com o tempo.
ro: Economisirea este ca plantarea unui copac, îți va oferi umbra cu timpul.
ru: Сбережения — это как посадить дерево, оно даст тень с течением времени.
sk: Šetrenie je ako zasadiť strom, s časom ti prinesie tieň.
sv: Sparande är som att plantera ett träd, med tiden ger det skugga.
th: การออมคือการปลูกต้นไม้ ที่จะให้ร่มเงาในอนาคต
tr: Birikim, zamanla gölge sağlayan bir ağaç dikmek gibidir.
uk: Заощаджувати — це як садити дерево, яке дасть тінь з часом.
vi: Tiết kiệm giống như trồng cây, theo thời gian sẽ mang lại bóng mát.
zh_hans: 存钱像种树，日积月累才有荫凉。
zh_hk: 存錢像種樹，日積月累才有蔭涼。

# proverb11
source: Saving is a gentle promise to the future.
ar: الادخار هو وعد لطيف للمستقبل.
ca: L’estalvi és una promesa tendra al futur.
cs: Šetření je jemný slib pro budoucnost.
da: Opsparing er et blidt løfte til fremtiden.
de: Sparen ist ein sanftes Versprechen an die Zukunft.
el: Η αποταμίευση είναι μια απαλή υπόσχεση για το μέλλον.
es: El ahorro es una promesa suave para el futuro.
fi: Säästäminen on lempeä lupaus tulevaisuudelle.
fr: L’épargne est une promesse douce pour l’avenir.
he: חיסכון הוא הבטחה רכה לעתיד
hi: बचत भविष्य के लिए एक कोमल वादा है।
hr: Štednja je nježna obećanja budućnosti.
hu: A takarékoskodás egy gyengéd ígéret a jövőnek.
id: Menabung adalah janji lembut untuk masa depan.
it: Il risparmio è una promessa gentile al futuro.
ja: 貯金は未来への優しい約束である。
ko: 저축은 미래에 대한 부드러운 약속이다.
ms: Simpanan adalah janji lembut kepada masa depan.
nb: Sparing er et ømt løfte til fremtiden.
nl: Sparen is een zachte belofte aan de toekomst.
pl: Oszczędzanie to delikatna obietnica na przyszłość.
pt_br: A poupança é uma promessa suave para o futuro.
ro: Economisirea este o promisiune blândă pentru viitor.
ru: Сбережения — это мягкое обещание для будущего.
sk: Šetrenie je jemný sľub pre budúcnosť.
sv: Sparande är ett mjukt löfte till framtiden.
th: การออมคือสัญญาที่อ่อนโยนสำหรับอนาคต
tr: Birikim, geleceğe yapılan nazik bir söz veridir.
uk: Заощадження — це ніжне обіцянка на майбутнє.
vi: Tiết kiệm là một lời hứa nhẹ nhàng với tương lai.
zh_hans: 存钱是对未来的一种温柔承诺。
zh_hk: 存錢是對未來的一種溫柔承諾。

# proverb12
source: Spend less, earn more, save longer.
ar: أنفق أقل، اكسب أكثر، وادخر أطول.
ca: Gasta poc, guanya més, estalvia més temps.
cs: Utrácej méně, vydělávej více, šetři déle.
da: Brug mindre, tjen mere, spar længere.
de: Gib weniger aus, verdiene mehr, spare länger.
el: Σπατάλησε λιγότερα, κέρδισε περισσότερα, αποταμίευσε περισσότερο.
es: Gasta menos, gana más, ahorra por más tiempo.
fi: Kuluta vähemmän, ansaitse enemmän, säästä pidempään.
fr: Dépense moins, gagne plus, économise plus longtemps.
he: הוצא פחות, הרוויח יותר, חסוך לאורך זמן.
hi: कम खर्च करें, ज्यादा कमाएं, लंबी अवधि तक बचत करें।
hr: Troši manje, zarađuj više, štedi dulje.
hu: Költset kevesebbet, keress többet, spórolj tovább.
id: Belanja lebih sedikit, dapatkan lebih banyak, tabung lebih lama.
it: Spendi poco, guadagna tanto, risparmia a lungo.
ja: 少なく使い、多く稼ぎ、長く貯める。
ko: 적게 쓰고, 많이 벌고, 오래 저축하라.
ms: Belanja sedikit, jana banyak, simpan lama.
nb: Bruk lite, tjen mye, spar lenge.
nl: Geef minder uit, verdien meer, spaar langer.
pl: Wydawaj mniej, zarabiaj więcej, oszczędzaj dłużej.
pt_br: Gaste menos, ganhe mais, poupe por mais tempo.
ro: Cheltuiește puțin, câștigă mult, economisește mult.
ru: Трать меньше, зарабатывай больше, экономь дольше.
sk: Minúť menej, zarobiť viac, šetriť dlhšie.
sv: Spendera mindre, tjäna mer, spara längre.
th: ใช้จ่ายน้อย ทำมาก เก็บออมไปนาน
tr: Daha az harca, daha çok kazan, uzun süre biriktir.
uk: Витрачай менше, заробляй більше, заощаджуй довше.
vi: Chi tiêu ít, kiếm nhiều, tiết kiệm lâu dài.
zh_hans: 花得少，赚得多，存得久。
zh_hk: 花得少，賺得多，存得久。

# proverb13
source: Rational spending, wise saving.
ar: الإنفاق العاقل، التوفير الحكيم.
ca: Consum intel·ligent, estalvi savi.
cs: Rozumné utrácení, moudré šetření.
da: Fornuftigt forbrug, klog opsparing.
de: Klug ausgeben, weise sparen.
el: Σοφή δαπάνη, έξυπνη αποταμίευση.
es: Consumo racional, ahorro sabio.
fi: Maltillinen kuluttaminen, älykäs säästäminen.
fr: Dépenser intelligemment, économiser avec sagesse.
he: הוצאה חכמה, חיסכון נבון.
hi: समझदारी से खर्च करें, समझदारी से बचत करें।
hr: Razumno trošenje, mudra štednja.
hu: Okos költekezés, okos takarékoskodás.
id: Belanja bijaksana, menabung bijaksana.
it: Consumo razionale, risparmio saggio.
ja: 理性的な消費、賢い貯蓄。
ko: 이성적인 소비, 지혜로운 저축.
ms: Perbelanjaan rasional, simpanan bijak.
nb: Rasjonelt forbruk, klok sparing.
nl: Verstandig uitgeven, slim sparen.
pl: Rozsądne wydatki, mądra oszczędność.
pt_br: Consumo racional, poupança sábia.
ro: Consum rațional, economisire înțeleaptă.
ru: Разумное потребление, мудрые сбережения.
sk: Racionálna spotreba, múdre šetrenie.
sv: Rationell konsumtion, klokt sparande.
th: การใช้จ่ายอย่างมีเหตุผล การออมที่ฉลาด
tr: Mantıklı harcama, akıllıca birikimdir.
uk: Розумна витрата, мудре заощадження.
vi: Chi tiêu hợp lý, tiết kiệm thông minh.
zh_hans: 理性消费，智慧储蓄。
zh_hk: 理性消費，智慧儲蓄。

# proverb14
source: You reap what you sow.
ar: كما تزرع، تحصد.
ca: Coses petites, grans recompenses.
cs: Každá oběť přináší odměnu.
da: Hver ofring giver sin belønning.
de: Jedes Opfer bringt eine Belohnung.
el: Κάθε θυσία φέρνει ανταμοιβή.
es: Cada esfuerzo genera frutos.
fi: Jokainen uhraus tuo palkkion.
fr: Chaque sacrifice apporte sa récompense.
he: כל ויתור מביא עמו תגמול.
hi: हर बलिदान एक इनाम लाता है।
hr: Svaka žrtva donosi nagradu.
hu: Minden áldozat egy jutalom.
id: Setiap pengorbanan membawa hasil.
it: Ogni sforzo porta alla raccolta.
ja: 努力すれば、必ず収穫がある。
ko: 노력하면 반드시 수확이 있다.
ms: Setiap usaha, pasti ada hasilnya.
nb: Hver innsats gir et resultat.
nl: Elke opoffering brengt beloning.
pl: Każdy wysiłek przynosi owoce.
pt_br: Todo esforço gera frutos.
ro: Fiecare efort aduce rezultate.
ru: Каждое усилие приносит результат.
sk: Každý vklad prináša plody.
sv: Varje ansträngning ger resultat.
th: ทุกการลงแรงย่อมให้ผลตอบแทน
tr: Her çaba bir karşılık verir.
uk: Кожен зусилля приносить результат.
vi: Mỗi nỗ lực đều có kết quả.
zh_hans: 一分耕耘，一分收获。
zh_hk: 一分耕耘，一分收穫。
